import { Face } from "./types";

export const faces: Face[] = [
  {
    face: `
　　　　　　／　　　　　　　　　　　　　　　　　　　　　＼
　　　 　 /　　,r'"j　　　　　　　　　　　　　　　 i^'!、　　ヽ
　　　　/　　 </´　　　　　　　　　　　　　　　　｀ヾ>　　.:;i,
　　　 ,l　　　　　　　　_,._,.　　　　　　　 _,._,.　　　　　　 .:.:l,
　　　 |　　　　　　　< (ヅ,>　　　　　 < (ヅ,>　　　　　...:.::|
　　　 !　　　　　　 　｀￣´ 　 　 　. 　 ｀￣´ 　 　 　 ..: :::::!
　　　｜　　　　　　　　　　 ﾉ . : . :;i,　　 　 　 　　 ... ::::::.:::|
　 　　 !　　　　　　　　　　（.::.;人..;:::） 　　　　　...:.:::::.:::::::::!
　　　　ヽ、　　　　　　　　　｀´　 ｀´　　　 ........::..::..::.::::::::/
　　　　　 ＼......,,,,,,,_ 　　　　　　　　 　.....:::::::::::::::::::::::::／`,
    description: '通常時のお姿。',
  },
  {
    face: `
　　　 　 　／　　　　　　　　　　　　　　　　　　　　　＼
　　　 　 /　　,r'"j　　　　　　　　　　　　　　　 i^'!、　　ヽ
　　　　/　　 </´　　　　　　　　　　　　　　　　｀ヾ>　　.:;i,
　　　 ,l　　　　　　　　　　　　　　　　　　　　　　　　　　.:.:l,
　　　 |　　　　　　　　 癶　　　　　　 　癶　　　　　　 ...:.::|
　　　 !　　　　　　 　　　　 　 　 　. 　 　　　 　 　 　 ..: :::::!
　　　｜　　　　　　　　　　 ﾉ . : . :;i,　　 　 　 　　 ... ::::::.:::|
　 　　 !　　　　　　　　　　（.::.;人..;:::） 　　　　　...:.:::::.:::::::::!
　　　　ヽ、　　　　　　　　　｀´　 ｀´　　　 ........::..::..::.::::::::/
　　　　　 ＼......,,,,,,,_ 　　　　　　　　 　.....:::::::::::::::::::::::::／
    `,
    description: '笑みを浮かべられたお姿。',
  },
  {
    face: `
　　　　　　　　　　　　　　＿＿＿＿＿＿＿
　　　　　　　　　　　　／　　　　　　　　　　　＼
　　　　　　　　　　／　　　　　　　　　　　　　　　＼
　　　　　　　　／　　　　　　　　　　　　　　　　　　　＼
　　　　　　　/　　　　　　　　　　　　　　　　　　　　＼　＼'''"\`_
　　　　 　　/,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,＼　"　 _"
　　　　 　≡,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,≡""
　　　 　 /　　,r'"j　　　　　　　　　　　　　　　 i^'!、　　ヽ
　　　　/　　 </´　　　　　　　　　　　　　　　　｀ヾ>　　.:;i,
　　　 ,l　　　　　　　　_,._,.　　　　　　　 _,._,.　　　　　　 .:.:l
　　　 |　　　　　　　< (ヅ,>　　　　　 < (ヅ,>　　　　　...:.::|
　　　 !　　　　　　 　｀￣´ 　 　 　. 　 ｀￣´ 　 　 　 ..: :::::!
　　　｜　　　　　　　　　　 ﾉ . : . :;i,　　 　 　 　　 ... ::::::.:::|
　 　　 !　　　　　　　　　　（.::.;人..;:::） 　　　　　...:.:::::.:::::::::!
　　　　ヽ、　　　　　　　　　｀´　 ｀´　　　 ........::..::..::.::::::::/
　　　　　 ＼......,,,,,,,_ 　　　　　　　　 　.....:::::::::::::::::::::::::／
    `,
    description: 'クリスマスを祝われた際のお姿。',
  },
  {
    face: `
　　　　　　　　　　　　　　　 /＾ヽ,
　　　　　　　　　　　　　　　 |　　|
　　　　　　　　　　　　　 /＾ヽ 　 !/＾ヽ
　　　　　　　　　　　　　 |　　|｀´,|　　|
　　　　　　　　　　.　 　 卜_/i＿卜_/i
　　　　　　　　　　　　　 |＿_| 　 |＿,|
　　　　　　　　　ｗ　ｗ／ 　 |＿_|　 , ＼　ｗｗ
　　　 　 　／　　　　　　　　　　　　　　　　　　　　　＼
　　　 　 /　　,r'"j　　　　　　　　　　　　　　　 i^'!、　　ヽ
　　　　/　　 </´　　　　　　　　　　　　　　　　｀ヾ>　　.:;i,
　　　 ,l　　　　　　　　_,._,.　　　　　　　 _,._,.　　　　　　 .:.:l,
　　　 |　　　　　　　< (ヅ,>　　　　　 < (ヅ,>　　　　　...:.::|
　　　 !　　　　　　 　｀￣´ 　 　 　. 　 ｀￣´ 　 　 　 ..: :::::!
　　　｜　　　　　　　　　　 ﾉ . : . :;i,　　 　 　 　　 ... ::::::.:::|　
　 　　 !　　　　　　　　　　（.::.;人..;:::） 　　　　　...:.:::::.:::::::::!　
　　　　ヽ、　　　　　　　　　｀´　 ｀´　　　 ........::..::..::.::::::::/
　　　　　 ＼......,,,,,,,_ 　　　　　　　　 　.....:::::::::::::::::::::::::／
    `,
    description: '新年を祝われた際のお姿。',
  },
  {
    face: `
    『私は誰とも争いたくはないのに・・・！！
　　　　　　憎しみの炎は「彼らを焼き尽くせ！」と私の耳元で
　　　　　　　　　　　　　　まるで、悪魔のように笑いかけるのです・・・』

　　　 　 　／　　　　　　　　　　　　　　　　　　　　　＼
　　　 　 /　　,r'"j　　　　　　　　　　　　　　　 i^'!、　　ヽ　　　　ボォォォォォ・・・・　　　　　　　　　　 彡　彡）彡)
　　　　/　　 </´　　　　　　　　　　　　　　　　｀ヾ>　　.:;i,　　　　　　　　　　　　　　　　　　　　　　 彡ミ彡）　ミ彡)
　　　 ,l　　　　　　　　_,._,.　　　　　　　 _,._,.　　　　　　 .:.:l,　　　　　　　　　　　　　　　从.ノ巛ミ　　 彡ミ彡）　ミ彡)''"
　　　 |　　　　　　　< (ヅ,>　　　　　 < (ヅ,>　　　　　...:.::|　　　　　　　　　　人ノﾞ　⌒ヽ　　　彡ミ彡）ミ彡）ミ彡)''"
　　　 !　　　　　　 　｀∪´ 　 　 　. 　 ｀∪´ 　 　 　 ..: :::::!　　　　　,,..､;;:'"ﾞﾞ　　　　　　 ）　　从　　ミ彡ミ彡）ミ彡,,）
　　　｜　　　　　　　　　　 ﾉ . : . :;i,　　　　　　　　　..;;::;.....;::: 彡 彡 　彡,　彡"彡,彡,　ミ彡）ミ彡,,）ミ彡）ミ彡,,）
　 　　 !　　　　　　　∪　 （.::.;人..;:::）　,,.,,..､;,,.,,..､;;:～-:''"ﾞ⌒ﾞ 　 　 　 　 　　'彡 彡 :彡彡,彡,彡,彡,　ｱﾂｲﾖｰ　ミ）\`
　　　　ヽ、　　　　　　　　　｜　｜　　　　　　　　;,　　　;,　;,　　;;,_　　　　　　ﾓｳｺﾛｼﾃ…彡ω；)(；ω；) 彡,,彡,彡,
　　　　　 ＼......,,,,,,,_ 　　　　 ＝＝｀｀\`ﾞ⌒｀ﾞ"｀\`ﾞ⌒｀ﾞ"｀\`ﾞ⌒｀ﾞ"''～-､:;;,．;"．　;．;"．;"．．;．;";．;"．． ﾀｽｹﾃｰ
    `,
    description: '愚者を焼き尽くす「嘆きの炎」。',
  },
  {
  face: `
　　　 　 　／　　　　　　　　　　　　　　　　　　　　　＼
　　　 　 /　　,r'"j　　　　　　　　　　　　　　　 i^'!、　　ヽ
　　　　/　　 </´　　　　　　　　　　　　　　　　｀ヾ>　　.:;:i,
　　　 ,l　　　　　　　　_,._,.　　　　　　　 _,._,.　　　　　　 .:.::l,　
　　　 |　　　　　　　< (ヅ,>　　　　　 < (ヅ,>　　　　　...:.:::|　
　　　 !　　　　　　 　｀∪´ 　 　 　. 　 ｀∪´ 　 　 　 ..: ::::::!　
　　　｜　　　　　　　　　　 ﾉ . : . :;i,　　 　 　 　　 ... ::::::.:::|　
　 　　 !　　　　　　　∪　（.::.;人..;:::） 　∪　　　...:.:::::.::::::::!
　　　　ヽ、　　　　　　　　 ｀´　 ｀´ 　　　 ........::..::..::.::::::::/
　　　　　 ＼......,,,,,,,_ 　　　　　　　　 　.....:::::::::::::::::::::::／

「風見鶏」

わたしは赤い屋根の　風見鶏
今日も　くるくると　回っております

春には　梅の花の匂いの風に　押されて
夏には　懐かしい潮風に　押されて
秋には　枯れ葉の混じった風に　押されて
冬には　冷たいすっきりした風に　押されて
今日も　くるくると　回っております

春の　気まぐれな突風に　耐えて
夏の　吹き飛びそうな嵐に　耐えて
秋の　渇いた空気に　耐えて
冬の　吹雪の凍てつきに　耐えて
今日も　くるくると　回っております

わたしは赤い屋根の　風見鶏
ある夏の終わりの　大きな風に運ばれて
柔らかい土の上に　降り立ちました
今日は　くるくると回れません
今日から　くるくると回れません
そのかわり　子どもたちが楽しそうに
わたしの周りを　くるくると　回っております
    `,
    description: "哲学する詩人であるおにんにん総帥はしばしば詩を詠われる。"
  },
]
