import { History } from "./types";

export const history: History[] = [
  {
    event: "おにんにん教の発足",
    icon: "autoAwesome",
    url: "https://uni.5ch.net/test/read.cgi/psy/1325761010/",
    date: "2012/01/05 19:56:50",
    description: "記念すべきおにんにん教の誕生日。",
  },
  {
    event: "シュナーベルの牧師就任",
    icon: "militaryTech",
    url: "https://toro.5ch.net/test/read.cgi/siberia/1344859490/",
    date: "2012/08/14 01:14:41",
    description: "二人目の牧師の誕生。",
  },
  {
    event: "ディオニュソスの牧師就任",
    icon: "militaryTech",
    url: "https://uni.5ch.net/test/read.cgi/psy/1328889186/",
    date: "2012/02/12 04:39:13",
    description: "おにんにん教の発足後最初の弟子であり、最初の牧師となった。",
  },
  {
    event: "イグニスの牧師就任",
    icon: "militaryTech",
    url: "https://toro.5ch.net/test/read.cgi/siberia/1356692122/",
    date: "2012/12/30 10:31:44",
    description: "三人目の牧師の誕生。",
  },
  {
    event: "ディオニュソスの弟子入り",
    icon: "cake",
    date: "2012/01/27 22:39:46",
    url: "https://uni.5ch.net/test/read.cgi/psy/1325761010/",
    description: "",
  },
  {
    event: "イグニスの弟子入り",
    icon: "cake",
    date: "2012/01/27 23:05:59",
    url: "https://uni.5ch.net/test/read.cgi/psy/1325761010/",
    description: "",
  },
  {
    event: "ノトスの弟子入り",
    icon: "cake",
    date: "2012/01/29 20:04:21",
    url: "https://uni.5ch.net/test/read.cgi/psy/1327750781/",
    description: "",
  },
  {
    event: "エンシスの弟子入り",
    icon: "cake",
    date: "2012/01/29 20:11:20",
    url: "https://uni.5ch.net/test/read.cgi/psy/1327750781/",
    description: "",
  },
  {
    event: "シュナーベルの弟子入り",
    icon: "cake",
    date: "2012/02/04 01:16:07",
    url: "https://uni.5ch.net/test/read.cgi/psy/1327750781/",
    description: "",
  },
  {
    event: "シャマールの弟子入り",
    icon: "cake",
    date: "2012/02/04 21:51:39",
    url: "https://uni.5ch.net/test/read.cgi/psy/1327750781/",
    description: "",
  },
  {
    event: "ミレイユの弟子入り",
    icon: "cake",
    date: "2012/02/05 17:39:48",
    url: "https://uni.5ch.net/test/read.cgi/psy/1327750781/",
    description: "",
  },
  {
    event: "エイレーネの弟子入り",
    icon: "cake",
    date: "2012/04/19 02:42:22",
    url: "https://toro.5ch.net/test/read.cgi/siberia/1333020386/",
    description: "",
  },
  {
    event: "デュナミスの弟子入り",
    icon: "cake",
    date: "2012/07/16 20:50:25",
    url: "https://toro.5ch.net/test/read.cgi/siberia/1341138609/",
    description: "",
  },
  {
    event: "ラエティティアの弟子入り",
    icon: "cake",
    date: "2012/07/20 02:23:10",
    url: "https://toro.5ch.net/test/read.cgi/siberia/1341138609/",
    description: "",
  },
  {
    event: "スプランクニゾマイの弟子入り",
    icon: "cake",
    date: "2012/08/04 00:21:00",
    url: "https://toro.5ch.net/test/read.cgi/siberia/1343208178/",
    description: "",
  },
  {
    event: "ルーセントの弟子入り",
    icon: "cake",
    date: "2012/08/11 22:19:36",
    url: "https://toro.5ch.net/test/read.cgi/siberia/1343208178/",
    description: "",
  },
  {
    event: "クリマの弟子入り",
    icon: "cake",
    date: "2012/08/11 22:20:47",
    url: "https://toro.5ch.net/test/read.cgi/siberia/1343208178/",
    description: "",
  },
  {
    event: "フェーリークスの弟子入り",
    icon: "cake",
    date: "2012/09/17 18:39:54",
    url: "https://toro.5ch.net/test/read.cgi/siberia/1346823121/",
    description: "",
  },
  {
    event: "クレスケンスルーナの弟子入り",
    icon: "cake",
    date: "2013/03/02 00:40:16",
    url: "https://toro.5ch.net/test/read.cgi/siberia/1359776314/",
    description: "",
  },
  {
    event: "オルフェデルンボの弟子入り",
    icon: "cake",
    date: "2014/04/21 02:38:07",
    url: "https://mastiff.5ch.net/test/read.cgi/siberia/1395630708/",
    description: "",
  },
  {
    event: "聖おにんにん教したらば神殿の完成",
    icon: "accountBalance",
    date: "2013/03/22 20:17:17",
    url: "https://jbbs.shitaraba.net/bbs/read.cgi/study/12015/1363951037/",
    description: "2022/10 現在、主な神殿として使用されている神殿が完成した日。元々はシベリアからの避難先として使用されていた側面もあったが、この神殿がおにんにん教神殿の中で最も長い期間使用された神殿となる。",
  },
  {
    event: "ディオニュソス牧師による炊き出し",
    icon: "restaurant",
    date: "2012/02/27 19:05:29",
    url: "https://uni.5ch.net/test/read.cgi/psy/1328889186/",
    artwork: `
  _[ 焼き鳥ﾃﾞｨｵ]_
\`/＼＼＼＼＼＼＼＼
//┏＼＼＼＼＼＼＼＼
γ三ヽﾘﾘﾘﾘﾘﾘﾘﾘﾘﾘﾘﾘﾘﾘ
{ﾆ焼ﾆ}| ζζ　／⌒ヽ|
{ﾆきﾆ}|/####/(　^ω^)
{ﾆ鳥ﾆ}|∥从∥(つ-@ﾛ@
ヽ三ノ|￣￣￣￣￣￣|
"┗┛"""""""""""""""
（　＾ω＾）みんな来ておおおおおおおおおおおおお
    `,
    description: "おにんにん教では困っている方々へ向けて炊き出しを行なっている。この日はディオニュソス牧師により焼鳥が振る舞われたが、イグニスがとんでもない数の人々を呼んでしまい、ディオニュソス牧師にｸﾞﾘｸﾞﾘｸﾞﾘｰ！された。",
  },
  {
    event: "イグニス破門事件",
    icon: "newReleases",
    date: "2012/02/07 03:38:45",
    url: "https://uni.5ch.net/test/read.cgi/psy/1327750781/834",
    description: `おにんにん教の弟子の中では比較的魑魅魍魎へ同情的であったイグニスだが、その慈悲の心が逆に魑魅魍魎から付け入る隙となってしまい、おにんにん教の教義に反する言動を行い、破門された。
破門のきっかけとなった発言はまさに魑魅魍魎のそれであり、姿もは瀬川になるまで落ちぶれてしまった。しかし、その後悔い改めて更生し、2012/02/18 14:00:42 に再び弟子として迎え入れられた。`,
  },
  {
    event: "ノトス破門事件",
    icon: "newReleases",
    date: "2012/03/24 02:14:49",
    url: "https://uni.5ch.net/test/read.cgi/psy/1330833067/778",
    description: `愚者を救わないおにんにん教の教義に疑問を呈し、それを嗜められたところに菊内藤が巧みにノトスの迷いにつけ込み、反おにんにん教者に仕立て上げた。

その後おにんにん総帥や弟子達が懸命に思い留まるよう言葉を投げかけたがもはや届かず、神殿を銃火器で急襲し、ヒーニアス林檎他数名の信徒が重軽傷を負った。
襲撃は最終的にイグニスが「断罪の剣」を用いて撃退し幕を下ろした。その後おにんにん総帥から正式に破門を言い渡されると、ﾐﾝｷｸを唱え完全にﾐﾝｷｸへと堕ちた。

おにんにん教内で語り継がれることになった大事件。しかし、初期のノトスはトリップを付けていなかったため、この事件はノトスを装った魑魅魍魎が起こした可能性もあり、真相は謎に包まれている。`,
  },
  {
    event: "偽神殿事件",
    icon: "newReleases",
    date: "2012/06/24 17:48:00",
    url: "https://anago.5ch.net/test/read.cgi/neet4vip/1340527680/",
    description: "魑魅魍魎によって初めて偽の神殿が建てられた事件。これ以降、数度に渡り偽の神殿が建てられ、おにんにん教が苦しめられることになる。",
  },
  {
    event: "桜を見る会の開催",
    icon: "restaurant",
    date: "2012/04/07 18:22:58",
    url: "https://toro.5ch.net/test/read.cgi/siberia/1333020386/161",
    artwork: `
⌒)　 (⌒)
※⌒(⌒※⌒)
人_//(_人_)⌒)
/(⌒)(⌒(⌒※⌒)⌒彡
⌒※(⌒※(_人_) 冫､)
て_( (_人_(⌒) )\`／
⌒(⌒※ (⌒※⌒)⌒)
※ (_人_)(_人_) ※⌒)
人_)/／　｀　ﾞ(_人_)
ヾ/ /｀｀　 ｀
|(_/ 　＠ (_- )｀　｀
| ||　ヽﾚ (nn )　｀
|| |ﾞﾞ^ﾞﾞﾞ^ﾞﾞﾞﾞ^ﾞ^ﾞﾞﾞ
|| |ﾞﾞ゛゛ﾞﾞ^＿ﾞ゛゛_
|　|ﾞ( ^ω)ﾞ/　(ω^ )
| ||ﾞ(つ つ/　O旦⊂ )
||||ﾞ(＿)_)　　(_(＿)
从从ヾ^ﾞﾞ/_＿＿＿＿＿
ノﾉヾ_)^ﾞﾞﾞ^ﾞﾞﾞ^ﾞﾞ^ﾞﾞ
ﾞﾞﾞ^ﾞ∧∧^ﾞﾞ^ﾞﾞ∧∧ﾞ^
ﾞ^＿(*ﾟー)∬　(Дﾟ )ﾞ
／| /つ つ旦＼旦⊂| ﾞ
|￣￣￣￣|＼／ |　|ﾉ
|　しぃ　|／ﾞ^ﾞ∪∪ ﾞ
^￣￣￣￣ ﾞﾞ^ﾞﾞﾞ^ﾞﾞﾞﾞ
ﾞ^ﾞﾞ^ﾞﾞﾞ^ﾞﾞﾞﾞﾞ^ﾞﾞﾞﾞ^ﾞ

　＿[ﾃﾞｨｵﾓﾛｺｼ]＿
\`/＼＼＼＼＼＼＼＼
//┏＼＼＼＼＼＼＼＼
γ三ヽLﾘﾘﾘﾘﾘﾘﾘﾘﾘﾘﾘﾘ｣ 熱々焼きたてだお～
{ﾆデﾆ}| 　　　　　　|
{ﾆィﾆ}|(　＾ω＾)∬∬
{ﾆオﾆ}|(つ┌───┐
ヽ三ﾉΓ￣￣￣￣￣￣|
\`┗┛|　　　　　　　　　 |
""""""""""""""""""""

ゞ:ヾゞ゛;ヾ;ゞ　　,',;:ゞヾゞ;ゞヾ.:　　　　　ヾ:ヾゞヾ.,　.ゞヾゞ;ゞ　　　ヾ;ゞゞ;ゞ　\`　　\`\`
,,ゞ.ヾ＼＼　ゞヾ:ゞヾ　ﾉﾉ　ゞヾ　.　　ゞヾ ゞヾ 　.ゞ;ゞヾ;ゞゞ;ゞ　ヾ;ゞゞ;ゞ 　　　\`
ゞヾ　,,.ゞヾ::ゞヾゞ:ヾ　ゞ:.y.ﾉヾゞ..ヾ　.ゞ,'ヾ　　ゞヾゞ　;ゞヽ,.ゞ:,,ヾゞヾ;ゞゞ;ゞゞヾゞ;　　　 \`
ゞヾゞ;ゞゞヾゞ;ゞiiiiii;;;;::::: ｲ.ヾゞ,　.,;　　ゞヾゞ___//　;ゞ　　　ゞヾゞ;ゞ　　ヾ;ゞゞ;ゞ 　　　\`
ゞヾ　　　ゞ;ゞ　iiiiii;;;;;::::: :)_/ヽ,.ゞ:,,ヾゞヾゞ__;::/　　　　　　ゞヾゞ;ゞヾ;ゞゞ;ゞ
　　ゞヾゞ;ゞ 　 iiiiii;;;;::::: :|;:/　　　　ヾ;ゞゞ;ゞ　　　ヾゞ　　,　　　　　　　　　　　　\`
ヾ;ゞゞヾ;ゞゞ　|iiiiii;;;;::: : |:/　ヾゞ　　　　　　　　\`
　　\`　　　　|iiiiiiii;;;;;;::: :| \`　　　　　　\`　　　　　　　　　　　　\`　　　　\`　,
　\`　　　　 ,|i;iiiiiii;;;;;;::: :| \`　　 　／　　　　　　　　　　　　　　　　　　　　　＼
　　 　 \`　 |ii,iiiiiii;;;;;;::: ::|　　\` /　　,r'"j　　　　　　　　　　　　　　　 i^'!、　　ヽ
　　　　　 ,|iiii;iiii;;;;:;_ _: :|　　 /　　 </´　　　　　　　　　　　　　　　　｀ヾ>　　.:;i,
　\`　　　　|iiiiiii;;;;;;((,,,)::.::| 　l　　　　　　　　_,._,.　　　　　　　 _,._,.　　　　　　 .:.:::l
　　\`　　　|iiiiiiii;;ii;;;;;;~~~:|　 |　　　　　　　< (ヅ,>　　　　　 < (ヅ,>　　　　　...:.::|　皆で桜を見ながら
,　　 　 　 |iiiiii;iii;;;;i;;:: ::::::!　｜　　　　　 　｀￣´ 　 　 　　 　｀￣´　　　 　..::::::::::!　ディオの焼きもろこしを
　　　\`　　|iii;;iiiii;::;:;;;;::: :::|　｜　　　　　　　　　　 ﾉ . : . :;i,　　 　 　 　　 ... ::::::.:::|　食べる・・・日々の苦悩も
　　　\`　　|iii;;iiiii;::;:;;;;::: :::|　　!　　　　　　　　　　（.::.;人..;:::） 　　　　　...:.:::::.:::::::::!　ひと時忘れられるわい・・・
,　　　\`　　|iii;;iiiii;::;:;;;;::: :::|　 ヽ、　　　　　　　　　 ｀´　 ｀´　　　  ........::..::..::.::::::::/
　　　\`　　|iii;;iiiii;::;:;;;;::: :::|　　 　＼......,,,,,,,_ 　　　　　　　　 　.....:::::::::::::::::::::::::／　（＾ω＾　）　（＾ω＾　）　（＾ω＾　）
    `,
    description: "おにんにん教初の桜を見る会が開催された日。ディオニュソス牧師が焼きもろこしの屋台を出し、おにんにん総帥が信徒達と桜を楽しんだ。",
  },
  {
    event: "ディオニュソス牧師 IP 被り事件",
    icon: "newReleases",
    date: "2012/04/23 07:13:06",
    url: "https://toro.5ch.net/test/read.cgi/siberia/1333020386/478",
    description: `ディオニュソス牧師と魑魅魍魎の IP アドレスが被った事件。

シベリアの地にては、投稿した者の IP アドレスが表示される。この IP アドレスは基本的には被らないはずであったため、ディオニュソス牧師が実は反おにんにん教の魑魅魍魎である疑いが生まれた。
さらに、魑魅魍魎の中でも危険指定されているタンザニア岡本とも同じ IP アドレスであったため、ことを重く見たおにんにん総帥によって宗教裁判が開かれた。裁判中のディオニュソス牧師の必死の弁解、シベリアの IP アドレス被りは稀に起きているという有識者の助言から、無罪となった。 

──私シュナーベルが今思い返すと、当時は強く動揺していたため思い至らなかったが、プロバイダーが同じで、無自覚にプロバイダー側のプロキシサーバー (有害フィルターやセキュリティフィルター等のため)、あるいは同じプロバイダーではなく同じセキュリティソフトを使用しておりそのプロキシサーバーを介してインターネットへアクセスしているような場合、IP アドレス被り (同じプロキシサーバーからのアクセス) が発生する確率は低くはないと思われる。

IP アドレスの第四オクテットのみ違う投稿も散見されたが、業者は通常グローバル IP アドレスを CIDR 単位で取得するので、同プロバイダーの違うプロキシサーバー (負荷分散のため複数のサーバーを使用することは普通) からのアクセスであったのかもしれない。
もちろん、シベリアの IP アドレス表示の仕組みに問題があった可能性もあるが…とにかく、IP アドレスは必ずしもユニークなものになるとは限らない──

この事件によりディオニュソス牧師は牧師を返上するまで気落ちしおにんにん総帥も責任を感じ旅に出られてしまったが、最終的におにんにん総帥と涙ながらに和解し、一件落着した。この事件によりおにんにん教の結束はより強固なものとなった。`,
  },
  {
    event: "シベリア教会との交流",
    icon: "diversity3",
    date: "2012/05/12 11:15:06",
    url: "https://toro.5ch.net/test/read.cgi/siberia/1336240072/168",
    description: "シベリアに佇む †　シベリア教会　† のアーカード・ショボン ◆v.S.2GeT8Y 氏がおにんにん教神殿を訪れた日。信仰の対象は違えど、世の安寧を目指す心は同じ。和やかな交流が行われた。",
  },
  {
    event: "おにんにん教 Wiki の作成",
    icon: "accountBalance",
    date: "2012/07/08 04:35:56",
    url: "https://toro.5ch.net/test/read.cgi/siberia/1341138609/265",
    description: `おにんにん教初となる Wiki ページが Wikipedia に作成された。しかし、残念ながらすぐに削除されてしまった。続いてアンサイクロペディアに作成されたが削除されてしまった。他にはアットウィキや Enpedia にも作成されたが、現在残っている Wiki は Enpedia のおにんにん総帥について記載された項目のみである。
参考: https://enpedia.rxy.jp/wiki/おにんにん総帥`,
  },
  {
    event: "ディオニュソス牧師の誕生会",
    icon: "celebration",
    date: "2012/08/11 12:28:03",
    url: "https://toro.5ch.net/test/read.cgi/siberia/1343208178/807",
    description: "08/11 はディオニュソス牧師の誕生日であることが明かされた。以降、おにんにん教では一人目の牧師にして聖人であるディオニュソス牧師の誕生日を祝日とし祝われることとなった。",
  },
  {
    event: "クリマ騒動",
    icon: "newReleases",
    date: "2012/08/13 23:37:36",
    url: "https://toro.5ch.net/test/read.cgi/siberia/1344859490/113",
    description: "クリマが突然「もう２ｃｈ止めるお、だからおにんにん教もやめるお。」と宣言しその後破門 (正確には弟子入り自体無かったこととなる扱い) となった一件。弟子入りしてから僅か 3 日足らずという異例の短さでの破門となった。これをきっかけに、弟子入りの条件が見直されることとなった。弟子入りの条件の詳細については本サイトの About ページ内に記載されている。",
  },
  {
    event: "おにんにん総帥の降臨記念日",
    icon: "eventSeat",
    date: "2012/08/15 10:12:18",
    url: "https://toro.5ch.net/test/read.cgi/siberia/1344859490/236",
    description: "08/15 はおにんにん総帥がオリュンポスより現世に堕とされた日であることが明かされた。何の因果か、日本の終戦記念日と被っている。我々にとってはおにんにん総帥ご降臨の記念日となるが、おにんにん総帥にとってはオリュンポスを追放された日でもあるため、祝日とはなっていない。",
  },
  {
    event: "おにんにん教公式 Twitter アカウントの稼働開始",
    icon: "accountBalance",
    date: "2012/10/06 20:30:27",
    url: "https://toro.5ch.net/test/read.cgi/siberia/1349027051/232",
    description: "アカウント自体は 2012/08/28 21:22:00 にて開設が宣言されたが、正式に運用が開始された日付が本日付となる。このアカウントはボットにより動作しており、事前にピックアップされたおにんにん総帥や弟子達の名言を呟いていた。10 年間近く稼働していたが、協議の末現在は鍵アカウントとなり実質閉鎖されている。",
  },
];
